const comments = [
  {
    id: 1,
    body: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم.",
    userId: 1,
    createdAt: "2023-03-14T00:00:00.000Z",
    rate: 4
  },
  {
    id: 2,
    body: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم.",
    userId: 1,
    createdAt: "2023-03-05T00:00:00.000Z",
    rate: 4
  },
];
